Repository: wazo-platform/wazo-ui
Catalog: wazo_ui/plugins/ivr/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Name
fr: Nom

source: Abort destination
fr: Destinationd'abandon

source: The destination to redirect the caller to when the maximum number of tries is reached. If not set, the call will be hanged up after playing the abort sound (if set)
fr: La destination pour rediriger l'appelant quand le nombre maximum d'essais est atteint. S'il n'est pas défini, l'appel sera raccroché après la lecture du son d'abandon (si défini)

source: Abort sound
fr: Fichier son d'abandon

source: The sound played when the caller reach the maximum number of tries. Not used if an abort destination is set
fr: Le son est joué lorsque l'appelant atteint le nombre maximum d'essais. Non utilisé si une destination d'abandon est définie

source: Greeting sound
fr: Son d'accueil

source: The sound played to greet the caller
fr: Le son joué pour accueillir l'appelant

source: Invalid destination
fr: Destination invalide

source: The destination to redirect the caller to when he choose an invalid option. If not set, the menu will be replayed
fr: La destination pour rediriger l'appelant lorsqu'il choisit une option invalide. Si non défini, le menu sera rejoué.

source: Invalid Sound
fr: Son invalide

source: The sound played when the caller choose an invalid option. Not used if an invalid destination is set
fr: Le son est joué lorsque l'appelant choisit une option invalide. Non utilisé si une destination invalide est définie

source: Max tries
fr: Nombre d'essai maximum

source: The maximum number of tries before aborting the call. Both a timeout and an invalid choice counts toward the number of tries integer Default:3
fr: Nombre maximal d'essais avant l'interruption de l'appel. L'inactivité ou choix invalide comptent tous deux pour un essai. Défaut: 3

source: Menu Sound
fr: Son du menu

source: The sound played to prompt the caller for input
fr: Le son du menu joué

source: Timeout
fr: Temporisation

source: Number of seconds to wait after the menu sound is played before either replaying the menu, redirecting the call to the timeout destination (if set) or aborting the call (if the maximum number of tries has been reached) integer Default:5
fr: Nombre de secondes d'attente après la lecture du menu avant de le rejouer, la redirection de l'appel vers la destination de temporisation (si défini) ou l'annulation de l'appel (si le nombre maximal d'essais est atteint) entier Par défaut: 5

source: Timeout destination
fr: Destination de temporisation

source: The destination to redirect the caller to on timeout. If not set, the menu will be replayed
fr: La destination pour rediriger l'appelant sur la temporisation. Si non défini, le menu sera rejoué

source: Submit
fr: Soumettre

source: None
fr: Aucun

source: List
fr: Liste

source: Add IVR
fr: Ajouter un IVR

source: Add
fr: Ajouter

source: Add choices
fr: Ajouter un choix

source: Digit
fr: Numéro

source: Edit
fr: Modifier

source: Update
fr: Mettre à jour

source: Menu sound
fr: Son du menu

source: incall
fr: entrant
