Repository: wazo-platform/wazo-ui
Catalog: wazo_ui/plugins/funckey/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Enable voicemail
fr: Activer boîte vocale

source: Reach the voicemail
fr: Joindre la messagerie vocale

source: Delete messages from voicemail
fr: Effacer les messages de la messagerie vocale

source: Phone status
fr: Statut du téléphone

source: Sound recording
fr: Enregistrement de fichier son

source: Disable all forwarding
fr: Désactiver tous les renvois d'appel

source: Listen to online calls
fr: Écouter les appels en cours

source: Directory access
fr: Accès au répertoire

source: Group Interception
fr: Interception de groupe

source: Call recording
fr: Enregistrement d’appel

source: Incoming call filtering
fr: Filtrage d'appel entrant

source: Do not disturb
fr: Ne pas déranger

source: Transfer
fr: Transfert

source: Blind transfer
fr: Transfert direct

source: Indirect transfer
fr: Transfert indirect

source: Forward
fr: Transfert

source: Enable / Disable forwarding on busy
fr: Activer/Désactiver transfert d'appel sur occupation

source: Enable / Disable forwarding on no answer
fr: Activer/Désactiver transfert d'appel sur non réponse

source: Enable / Disable forwarding unconditional
fr: Activer/Désactiver transfert d'appel inconditionnel

source: Exten
fr: Extension

source: Custom
fr: Personnalisée

source: Online Recording
fr: Enregistrement en cours d'appel
