Repository: wazo-platform/wazo-ui
Catalog: wazo_ui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Hangup
fr: Raccrocher

source: Custom
fr: Personnalisée

source: None
fr: Aucun

source: CallBack DISA
fr: Rappel DISA

source: Directory
fr: Annuaire

source: Fax to Mail
fr: Fax vers courriel

source: Voicemail
fr: Messagerie vocale

source: Timeout
fr: Délai d'attente

source: Normal
fr: Normale

source: Busy
fr: Occupé

source: Context
fr: Contexte

source: %(resource)s: Resource has been created
fr: %(resource)s : la ressource a été créée

source: %(resource)s: Resource has been updated
fr: %(resource)s : la ressource a été mise à jour

source: %(resource)s: Resource %(id)s has been deleted
fr: %(resource)s : la ressource %(id)s a été supprimée

source: Fail
fr: Échouer

source: No answer
fr: Pas de réponse

source: Resource not found
fr: Ressource introuvable

source: Input error
fr: Erreur d'entrée

source: One or more of the choices you made was not acceptable
fr: Un ou plusieurs des choix que vous avez faits n'étaient pas acceptables

source: Invalid value
fr: valeur invalide

source: cannot be formatted as a datetime
fr: ne peut pas être formaté en datetime

source: cannot be formatted as date
fr: ne peut pas être formaté en date

source: cannot be formatted as a timedelta
fr: ne peut pas être formaté en timedelta

source: Not a valid boolean
fr: Ce n'est pas un booléen valide

source: Not a valid datetime
fr: Pas une date/heure valide

source: Not a valid mapping type
fr: Ce n'est pas un type de mappage valide

source: Not a valid email address
fr: Adresse courriel invalide

source: Cannot format string with given data
fr: Impossible de formater la chaîne avec les données données

source: Not a valid integer
fr: Pas un entier valide

source: Not a valid number
fr: Ce n'est pas un numéro valide

source: Not a valid string
fr: Ce n'est pas une chaîne valide

source: Not a valid time
fr: Pas une heure valide

source: Not a valid period of time
fr: Pas une période de temps valide

source: Not a valid URL
fr: Ce n'est pas une URL valide

source: Not a valid UUID
fr: Pas un UUID valide

source: Field may not be null
fr: Le champ ne peut pas être nul

source: Missing data for required field
fr: Données manquantes pour le champ obligatoire

source: Invalid input type
fr: Type d'entrée invalide

source: Invalid input
fr: Entrée invalide

source: Invalid length
fr: Longueur invalide

source: Not a valid choice
fr: Pas un choix valable

source: Invalid range
fr: Plage invalide

source: String does not match expected pattern
fr: La chaîne ne correspond pas au modèle attendu

source: call permission
fr: autorisation d'appel

source: conference
fr: conférence

source: context
fr: contexte

source: endpoint
fr: point final

source: entity
fr: entité

source: function keys
fr: les touches de fonction

source: group
fr: groupe

source: incall
fr: appel

source: ivr
fr: svi

source: line
fr: ligne

source: music on hold
fr: Musique en attente

source: outcall
fr: sortie

source: paging
fr: appel de recherche

source: parking lot
fr: Parc d'appel

source: switchboard
fr: POPC

source: user
fr: utilisateur

source: voicemail
fr: messagerie vocale

source: Feature
fr: Fonctionnalité

source: Phonebook
fr: Annuaire

source: Host
fr: Hôte

source: Submit
fr: Soumettre

source: Features access
fr: Accès aux fonctionnalités

source: Access Feature
fr: Fonctionnalité d'accès

source: Update
fr: Mise à jour

source: Features Access
fr: Accès aux fonctionnalités

source: Add feature access
fr: Ajouter un accès aux fonctionnalités

source: Add
fr: Ajouter

source: Firstname
fr: Prénom

source: Lastname
fr: Nom de famille

source: Agent Number
fr: Numéro d'agent

source: Subroutine
fr: Sous-routine

source: Password
fr: Mot de passe

source: Language
fr: Langue

source: General
fr: Général

source: Advanced
fr: Avancé

source: Skills
fr: Compétences

source: Skill
fr: Compétence

source: Weight
fr: Poids

source: Add Agent
fr: Ajouter un agent

source: Name
fr: Nom

source: Type
fr: Taper

source: Holding
fr: Mise en attente

source: Music On Hold
fr: Musique en attente

source: Answer
fr: Répondre

source: Node
fr: Nœud

source: Add Application
fr: Ajouter une application

source: Wrong username and/or password
fr: Mauvais nom d'utilisateur et / ou mot de passe

source: Username
fr: Nom d'utilisateur

source: Login
fr: Se connecter

source: Error with Wazo authentication server: %(error)s
fr: Erreur avec le serveur d'authentification Wazo : %(error)s

source: Wazo authentication server connection error
fr: Erreur de connexion au serveur d'authentification Wazo

source: All secretaries
fr: Tous les secrétaires

source: Secretaries sequentially
fr: Secrétaires séquentiellement

source: Boss, then secretaries sequentially
fr: Patron, puis secrétaires successivement

source: Boss, then all secretaries
fr: Patron, puis tous les secrétaires

source: Boss and all secretaries
fr: Patron et tous les secrétaires

source: Boss
fr: Patron

source: Boss Timeout
fr: Délai d'attente du patron

source: Secretaries
fr: Secrétaires

source: Ring Strategy
fr: Stratégie de sonnerie

source: Caller ID mode
fr: Mode d'identification de l'appelant

source: Prepend
fr: Ajouter un préfixe

source: Overwrite
fr: Écraser

source: Append
fr: Ajouter

source: Caller ID name
fr: Nom d'identification de l'appelant

source: Call From
fr: Appeler depuis

source: Internal
fr: Interne

source: External
fr: Externe

source: All
fr: Tous

source: Secretaries ringing time
fr: Heure de sonnerie des secrétaires

source: Enabled
fr: Activé

source: Call Filter Member
fr: Membre du filtre d'appels

source: Call Filter
fr: Filtre d'appel

source: BS Filters
fr: Filtres Patron/Secrétaire

source: No Answer
fr: Pas de réponse

source: Boss Secretaries Filters
fr: Filtres des secrétaires du patron

source: Add BS Filter
fr: Ajouter un filtre Patron/Secrétaire

source: Allow
fr: Autoriser

source: Deny
fr: Refuser

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Outcalls
fr: Appels sortants

source: Call Permissions
fr: Autorisations d'appel

source: Interceptor Users
fr: Utilisateurs d'intercepteurs

source: Interceptor Groups
fr: Groupes d'intercepteurs

source: Target Users
fr: Utilisateurs cibles

source: Target Groups
fr: Groupes cibles

source: Call Pickups
fr: Interception d'appels

source: Interceptors
fr: Intercepteurs

source: Targets
fr: Cibles

source: Add Call Pickup
fr: Ajouter une interception d'appel

source: Reporting
fr: Rapports

source: Source name
fr: Nom de la source

source: Destination name
fr: Nom de la destination

source: Duration
fr: Durée

source: Answered
fr: Répondu

source: Announce join leave
fr: Annoncer un participant

source: Announce only user
fr: Annoncer uniquement l'utilisateur

source: Announce user count
fr: Annoncer le nombre d'utilisateurs

source: Admin PIN
fr: Code PIN d'administrateur

source: Quiet join/leave
fr: Rejoindre/partir en silence

source: Conference
fr: Conférence

source: Conferences
fr: Conférences

source: internal
fr: interne

source: Add Conference
fr: Ajouter une conférence

source: Start
fr: Commencer

source: End
fr: Fin

source: DID length
fr: Longueur du SDA

source: Label
fr: Étiquette

source: Incall
fr: Appel entrant

source: Outcall
fr: Appel sortant

source: Others
fr: Autres

source: Contexts included
fr: Contextes inclus

source: Contexts
fr: Contextes

source: User
fr: Utilisateur

source: Group
fr: Groupe

source: Queue
fr: File d'attente

source: DID Length
fr: Longueur du SDA

source: Add Context
fr: Ajouter du contexte

source: Switchboard
fr: POPC

source: Template
fr: Modèle

source: Model
fr: Modèle

source: Plugin
fr: Module

source: Vendor
fr: Fournisseur

source: Status
fr: Statut

source: Configured
fr: Configuré

source: Not configured
fr: Pas configuré

source: Devices
fr: Périphériques

source: %(resource)s: Resource has been reset to autoprov
fr: %(resource)s : la ressource a été réinitialisée en autoprov

source: %(resource)s: Resource has been synchronized
fr: %(resource)s : la ressource a été synchronisée

source: %(resource)s: Device has been assigned to tenant
fr: %(resource)s : l'appareil a été attribué au tenant

source: Device
fr: Périphérique

source: Unallocated
fr: Non alloué

source: Synchronize device
fr: Synchroniser le périphérique

source: Are you sure you want to synchronize this device ?
fr: Etes-vous sûr de vouloir synchroniser ce périphérique ?

source: Reset device to autoprov mode
fr: Réinitialiser le périphérique en mode autoprov

source: Are you sure you want to reset this device ?
fr: Etes-vous sûr de vouloir réinitialiser cet périphérique ?

source: Assign device to current tenant
fr: Attribuer un appareil au tenant actuel

source: Are you sure you want to assign this device to the current tenant?
fr: Êtes-vous sûr de vouloir attribuer cet appareil au tenant actuel ?

source: Take
fr: Prendre

source: Add Device
fr: Ajouter un périphérique

source: Network interface
fr: Interface réseau

source: Pool start
fr: Début de la plage

source: Pool end
fr: Fin de la plage

source: Dhcp config has been updated
fr: La configuration DHCP a été mise à jour

source: Edit
fr: Modifier

source: Profile
fr: Profil

source: Directory profile
fr: Profil d'annuaire

source: Delimiter
fr: Délimiteur

source: File
fr: Déposer

source: Unique column
fr: Colonne unique

source: List URL
fr: URL de la liste

source: Lookup URL
fr: URL de recherche

source: Base DN
fr: DN de base

source: Custom filter
fr: Filtre personnalisé

source: Prefix
fr: Préfixe

source: Verify certificate
fr: Vérifier le certificat

source: Certificate path
fr: Chemin du certificat

source: Endpoint
fr: Point de terminaison

source: Key file
fr: Fichier clé

source: Add Directory Source
fr: Ajouter une source de répertoire

source: Add Conference source
fr: Ajouter une source de conférence

source: First matched columns
fr: Premières colonnes correspondantes

source: Format columns
fr: Formater les colonnes

source: Search columns
fr: Colonnes de recherche

source: Add CSV source
fr: Ajouter une source CSV

source: Add CSV WS source
fr: Ajouter une source CSV WS

source: Add Google source
fr: Ajouter une source Google

source: Add LDAP source
fr: Ajouter une source LDAP

source: Columns
fr: Colonnes

source: Add Office 365 source
fr: Ajouter une source Office 365

source: Add a Personal source
fr: Ajouter une source personnelle

source: Personal
fr: Personnel

source: Add Phonebook source
fr: Ajouter une source de répertoire

source: Choose Phonebook
fr: Choisir le répertoire

source: Add Wazo source
fr: Ajouter une source Wazo

source: Extensions Features
fr: Fonctionnalités de numérotation

source: Extensions features has been updated
fr: Les fonctionnalités de numérotation ont été mises à jour

source: Conference ID
fr: ID de conférence

source: Parking Lot ID
fr: ID du parking

source: Group ID
fr: Identifiant du groupe

source: Incall ID
fr: ID d'appel

source: Lines ID
fr: Identifiant des lignes

source: Outcall ID
fr: ID appel sortant

source: Add Extension
fr: Ajouter une extension

source: Client ID
fr: ID du client

source: Client secret
fr: Secret client

source: Firebase Cloud Messaging Api Key
fr: Clé API de messagerie cloud Firebase

source: Firebase Cloud Messaging Sender ID
fr: ID de l'expéditeur de la messagerie Firebase Cloud

source: Ios APN Certificate
fr: Certificat APN iOS

source: Ios APN Private certificate
fr: Certificat privé Ios APN

source: Use sandbox
fr: Utiliser le bac à sable

source: External Auth
fr: Authentification externe

source: Add External Authentication
fr: Ajouter une authentification externe

source: Add Google external auth
fr: Ajouter l'authentification externe Google

source: External auth
fr: Authentification externe

source: Add Microsoft external auth
fr: Ajouter l'authentification externe Microsoft

source: Add Mobile external auth
fr: Ajouter une authentification externe mobile

source: Enable voicemail
fr: Activer la messagerie vocale

source: Reach the voicemail
fr: Accéder à la messagerie vocale

source: Delete messages from voicemail
fr: Supprimer des messages de la messagerie vocale

source: Phone status
fr: Statut du téléphone

source: Sound recording
fr: Enregistrement sonore

source: Disable all forwarding
fr: Désactiver tous les transferts

source: Listen to online calls
fr: Écouter les appels en ligne

source: Directory access
fr: Accès à l'annuaire

source: Group Interception
fr: Interception de groupe

source: Call recording
fr: Enregistrement d'appel

source: Incoming call filtering
fr: Filtrage des appels entrants

source: Do not disturb
fr: Ne pas déranger

source: Transfer
fr: Transfert

source: Blind transfer
fr: Transfert aveugle

source: Indirect transfer
fr: Transfert indirect

source: Forward
fr: Avant

source: Enable / Disable forwarding on busy
fr: Activer / Désactiver le renvoi sur occupation

source: Enable / Disable forwarding on no answer
fr: Activer / Désactiver le renvoi sur non-réponse

source: Enable / Disable forwarding unconditional
fr: Activer/Désactiver le transfert inconditionnel

source: Exten
fr: Extension

source: Online Recording
fr: Enregistrement en ligne

source: IP Address
fr: Adresse IP

source: Netmask
fr: Masque de réseau

source: Limit
fr: Limite

source: Timezone
fr: Fuseau horaire

source: PJSIP Global Settings
fr: Paramètres globaux PJSIP

source: PJSIP System Settings
fr: Paramètres du système PJSIP

source: Features Code
fr: Code des fonctionnalités

source: Default Bridge
fr: Pont par défaut

source: Default User
fr: Utilisateur par défaut

source: Option Key
fr: Clé d'option

source: Option Value
fr: Valeur d'option

source: Features General Settings
fr: Fonctionnalités Paramètres généraux

source: Featuremap
fr: Carte des fonctionnalités

source: Applicationmap
fr: Carte des applications

source: IAX General Settings
fr: Paramètres généraux IAX

source: Call Number Limits
fr: Limites des numéros d'appel

source: Ip Address
fr: Adresse IP

source: SCCP General Settings
fr: Paramètres généraux du SCCP

source: Timezones
fr: Fuseaux horaires

source: Choose Timezone
fr: Choisissez le fuseau horaire

source: Global Settings
fr: Paramètres globaux

source: Members
fr: Membres

source: Schedule
fr: Calendrier

source: Callerid mode
fr: Mode présentation de l'appelant

source: Random
fr: Aléatoire

source: Least recent
fr: Le moins récent

source: Linear
fr: Linéaire

source: Fewest calls
fr: Moins d'appels

source: Memorized round robin
fr: Round robin mémorisé

source: User timeout
fr: Délai d'expiration de l'utilisateur

source: Mark all calls as answered elsewhere when cancelled
fr: Marquer tous les appels comme répondus ailleurs en cas d'annulation

source: Ring Time
fr: Durée de sonnerie

source: Join group
fr: Rejoindre le groupe

source: Leave group
fr: Quitter le groupe

source: Join or leave group
fr: Rejoindre ou quitter le groupe

source: Group Member
fr: Membre du groupe

source: Ring Groups
fr: Groupes de sonneries

source: Fallbacks
fr: Non réponse

source: Choose Call Permissions
fr: Choisissez les autorisations d'appel

source: Add Group
fr: Ajouter un groupe

source: Choose Context
fr: Choisissez le contexte

source: Node Type
fr: Type de nœud

source: Disabled
fr: Désactivé

source: Master
fr: Primaire

source: Slave
fr: Secondaire

source: Remote address
fr: Adresse distante

source: High Availability
fr: Haute disponibilité

source: High Availabitity config has been updated
fr: La configuration haute disponibilité a été mise à jour

source: Capture Address
fr: Adresse de capture

source: Capture Password
fr: Mot de passe de la capture

source: Capture ID
fr: Identifiant de la capture

source: UUID Type
fr: Type d'UUID

source: Call ID
fr: Identifiant d'appel

source: Channel
fr: Canal

source: HEP config has been updated
fr: La configuration HEP a été mise à jour

source: Policies
fr: Règles de sécurité

source: Main
fr: Principal

source: Address
fr: Adresse

source: Purpose
fr: Type

source: External API
fr: API externe

source: Identifier
fr: Identifiant

source: Domain Names
fr: Noms de domaine

source: Protocol version
fr: Version du protocole

source: Protocol security
fr: Sécurité du protocole

source: Bind DN
fr: Lier le nom distinctif

source: Bind password
fr: Lier le mot de passe

source: User base DN
fr: DN de la base d'utilisateurs

source: User login attribute
fr: Attribut de connexion utilisateur

source: User email attribute
fr: Attribut de courrier électronique de l'utilisateur

source: Search filters
fr: Filtres de recherche

source: Credentials
fr: Identifications

source: Identities
fr: Utilisateurs

source: Tenants
fr: Tenant

source: LDAP config has been updated
fr: La configuration LDAP a été mise à jour

source: %(resource)s: LDAP configuration %(id)s has been deleted
fr: %(resource)s : la configuration LDAP %(id)s a été supprimée

source: Identity
fr: Identité

source: Add Identity
fr: Ajouter une identité

source: Policy
fr: Règle de sécurité

source: ACL
fr: Liste de contrôle d'accès

source: Add Policy
fr: Ajouter une stratégie

source: Domains
fr: Domaines

source: Add Tenant
fr: Ajouter un tenant

source: Did
fr: SDA

source: Preprocess Subroutine
fr: Sous-routine de prétraitement

source: Greeting sound
fr: Pré-décroché

source: Call Management
fr: Gestion des appels

source: Incalls
fr: Appels entrants

source: Choose Incall Context
fr: Choisissez le contexte d'appel

source: Choose Schedules
fr: Choisir les horaires

source: Add Incall
fr: Ajouter un appel

source: Abort destination
fr: Abandonner la destination

source: The destination to redirect the caller to when the maximum number of tries is reached. If not set, the call will be hanged up after playing the abort sound (if set)
fr: Destination vers laquelle rediriger l'appelant lorsque le nombre maximum d'essais est atteint. S'il n'est pas défini, l'appel sera raccroché après avoir émis le son d'abandon (si défini)

source: Abort sound
fr: Son d'abandon

source: The sound played when the caller reach the maximum number of tries. Not used if an abort destination is set
fr: Le son émis lorsque l'appelant atteint le nombre maximum d'essais. Non utilisé si une destination d'abandon est définie

source: The sound played to greet the caller
fr: Le son joué pour saluer l'appelant

source: Invalid destination
fr: Destination invalide

source: The destination to redirect the caller to when he choose an invalid option. If not set, the menu will be replayed
fr: La destination vers laquelle rediriger l'appelant lorsqu'il choisit une option non valide. S’il n’est pas défini, le menu sera relu

source: Invalid Sound
fr: Son invalide

source: The sound played when the caller choose an invalid option. Not used if an invalid destination is set
fr: Le son émis lorsque l'appelant choisit une option non valide. Non utilisé si une destination non valide est définie

source: Max tries
fr: Essaies max

source: The maximum number of tries before aborting the call. Both a timeout and an invalid choice counts toward the number of tries integer Default:3
fr: Nombre maximum d'essais avant d'abandonner l'appel. Un délai d'attente et un choix non valide sont pris en compte dans le nombre d'essais. Nombre entier Par défaut : 3

source: Menu Sound
fr: Son des menus

source: The sound played to prompt the caller for input
fr: Le son émis pour inviter l'appelant à entrer une entrée

source: Number of seconds to wait after the menu sound is played before either replaying the menu, redirecting the call to the timeout destination (if set) or aborting the call (if the maximum number of tries has been reached) integer Default:5
fr: Nombre de secondes à attendre après la lecture du son du menu avant de relire le menu, de rediriger l'appel vers la destination du délai d'attente (si défini) ou d'abandonner l'appel (si le nombre maximum d'essais a été atteint) entier Par défaut : 5

source: Timeout destination
fr: Destination d'expiration

source: The destination to redirect the caller to on timeout. If not set, the menu will be replayed
fr: Destination vers laquelle rediriger l'appelant en cas d'expiration du délai. S’il n’est pas défini, le menu sera relu

source: IVR
fr: SVI

source: List
fr: Liste

source: Add IVR
fr: Ajouter un SVI

source: Add choices
fr: Ajouter des choix

source: Digit
fr: Chiffre

source: Menu sound
fr: Son des menus

source: Interface Suffix
fr: Suffixe d'interface

source: CUSTOM
fr: PERSONNALISÉ

source: Lines
fr: Lignes

source: Line
fr: Ligne

source: Authentication
fr: Authentification

source: Identify
fr: Identifier

source: Registration
fr: Inscription

source: Registration Outbound Auth
fr: Inscription Authentification sortante

source: Outbound Auth
fr: Authentification sortante

source: Choose Transport
fr: Choisissez les transports

source: Choose Templates
fr: Choisir des modèles

source: Protocol
fr: Protocole

source: Provisioning Extension
fr: Extension de provisionnement

source: Caller Id Name
fr: Nom de l'appelant

source: Caller Id Number
fr: Numéro d'identification de l'appelant

source: Choose your protocol
fr: Choisissez votre protocole

source: Files
fr: Fichiers

source: Alphabetical
fr: Alphabétique

source: Random start
fr: Démarrage aléatoire

source: The name used by Asterisk (can only by set on create and must be unique)
fr: Le nom utilisé par Asterisk (ne peut être défini qu'à la création et doit être unique)

source: The label of the MOH class
fr: Le label de la classe MOH

source: The play mode of the MOH class
fr: Le mode de jeu de la classe MOH

source: The command to run (only used when mode is "custom")
fr: La commande à exécuter (utilisée uniquement lorsque le mode est "custom")

source: Sort
fr: Trier

source: The order in which files are played (only used when mode is 'files')
fr: L'ordre dans lequel les fichiers sont lus (utilisé uniquement lorsque le mode est « fichiers »)

source: Sounds & Greetings
fr: Sons et Musiques

source: Musics
fr: Musiques

source: Music
fr: Musique

source: Upload File
fr: Téléverser un fichier

source: Upload
fr: Télécharger

source: Download the moh file
fr: Téléchargez le fichier moh

source: Delete the moh file
fr: Supprimer le fichier moh

source: Parameters
fr: Paramètres

source: Add Moh
fr: Ajouter Moh

source: Caller ID
fr: Identification de l'appelant

source: External prefix
fr: Préfixe externe

source: Strip digits
fr: Suppression d'un numéro

source: Internal Caller ID
fr: Identification de l'appelant interne

source: Ring time
fr: Temps de sonnerie

source: Add Outcall
fr: Ajouter un appel

source: Callers
fr: Appelants

source: Number
fr: Numéro

source: Announce caller
fr: Annoncer l'appelant

source: Announce sound
fr: Annoncer le son

source: Play notification to caller
fr: Lire la notification à l'appelant

source: Duplex audio
fr: Audio Duplex

source: Ignore forward
fr: Ignorer en avant

source: Pagings
fr: Paginations

source: Paging
fr: Pagination

source: Add Paging
fr: Ajouter une pagination

source: Slots Start
fr: Début des emplacements

source: Slots End
fr: Fin des emplacements

source: Parking Lot
fr: Parcage d'appel

source: Parking
fr: Parcage

source: Parking Position
fr: Position de parcage

source: Parking Lots
fr: Parking

source: Slot start
fr: Début des emplacements

source: Slot end
fr: Fin des emplacements

source: Add Parking Lot
fr: Ajouter un parcage

source: Phone
fr: Téléphone

source: Mobile Phone
fr: Téléphone mobile

source: Phonebooks
fr: Répertoires

source: Please add phonebook before adding contacts!
fr: Veuillez ajouter le répertoire avant d'ajouter des contacts !

source: Add Phonebook
fr: Ajouter un répertoire

source: Manage Contacts
fr: Gérer les contacts

source: Choose your phonebook:
fr: Choisissez votre répertoire :

source: Phone Number
fr: Numéro de téléphone

source: Add Contact
fr: Ajouter le contact

source: Plugins
fr: Modules

source: Installed
fr: installée
