Repository: wazo-platform/wazo-ui
Catalog: wazo_ui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Search plugin
fr: Chercher un module

source: Show only official
fr: Afficher uniquement officiel

source: Give your GIT url to install a plugin!
fr: Donnez votre url GIT pour installer un module !

source: GIT url
fr: URL GIT

source: Branch or tag (optional)
fr: Branche ou étiquette (facultatif)

source: Install
fr: Installer

source: Main registrar host
fr: Hôte d'enregistrement principal

source: Main registrar port
fr: Port d'enregistrement principal

source: Backup registrar host
fr: Hôte d'enregistrement de sauvegarde

source: Backup registrar port
fr: Port du registraire de sauvegarde

source: Main proxy host
fr: Hôte proxy principal

source: Main proxy port
fr: Port proxy principal

source: Backup proxy host
fr: Hôte proxy de sauvegarde

source: Backup proxy port
fr: Port proxy de sauvegarde

source: Enabled NTP
fr: NTP activé

source: NTP server
fr: serveur NTP

source: SIP DTMF mode
fr: Mode SIP DTMF

source: Phonebook server
fr: Serveur de répertoire

source: User username
fr: Nom d'utilisateur

source: User password
fr: Mot de passe de l'utilisateur

source: Admin username
fr: Nom d'utilisateur administrateur

source: Admin password
fr: mot de passe administrateur

source: Explicit notification of messages
fr: Notification explicite des messages

source: VLAN Enabled
fr: VLAN activé

source: VLAN ID
fr: ID de VLAN

source: VLAN Priority
fr: Priorité VLAN

source: VLAN PC Port ID
fr: ID du port PC du VLAN

source: Plugin server URL
fr: URL du serveur de module

source: HTTPS Proxy
fr: Proxy HTTPS

source: FTP Proxy
fr: Proxy FTP

source: Locale
fr: Lieu

source: Provisioning host
fr: Hôte de provisionnement

source: Provisioning port
fr: Port d'approvisionnement

source: Devices Plugins
fr: Modules de périphériques

source: Plugin %(plugin_name)s has been installed
fr: Le module %(plugin_name)s a été installé

source: Plugin %(plugin_name)s has been uninstalled
fr: Le module %(plugin_name)s a été désinstallé

source: Package %(package_name)s has been uninstalled
fr: Le package %(package_name)s a été désinstallé

source: Provisioning Registrars
fr: Approvisionnement d'enregistrement

source: Provisioning Config device
fr: Configuration de provisionnement des périphériques

source: Provisioning Configuration
fr: Configuration de l'approvisionnement

source: Error during update: %(error)s
fr: Erreur lors de la mise à jour : %(error)s

source: Provisioning / Config device
fr: Périphérique d'approvisionnement/configuration

source: Config device
fr: Périphérique de configuration

source: Add config device
fr: Ajouter un périphérique de configuration

source: Registrar
fr: Registraire

source: Provisioning / Registrars
fr: Approvisionnement / Enregistrement

source: Registrars
fr: Registraires

source: Registrar main
fr: Enregistrement principal

source: Proxy main
fr: Proxy principal

source: Add registrar
fr: Ajouter un registraire

source: Size
fr: Taille

source: Install this package
fr: Installez ce paquet

source: Are you sure you want to install this package ?
fr: Etes-vous sûr de vouloir installer ce package ?

source: Uninstall this package
fr: Désinstallez ce package

source: Are you sure you want to uninstall this package ?
fr: Etes-vous sûr de vouloir désinstaller ce package ?

source: Provisioning / Plugins
fr: Approvisionnement / Modules

source: Install this plugin
fr: Installez ce module

source: Are you sure you want to install this plugin ?
fr: Etes-vous sûr de vouloir installer ce module ?

source: Uninstall this plugin
fr: Désinstallez ce module

source: Are you sure you want to uninstall this plugin ?
fr: Etes-vous sûr de vouloir désinstaller ce module ?

source: Announce hold time on entry
fr: Annoncer le temps d'attente à l'entrée

source: Data quality
fr: Qualité des données

source: DTMF hangup callee enabled
fr: Appelé raccroché DTMF activé

source: DTMF hangup caller enabled
fr: Appelant raccroché DTMF activé

source: DTMF record callee enabled
fr: Enregistrement DTMF appelé activé

source: DTMF record caller enabled
fr: Appelant d'enregistrement DTMF activé

source: DTMF transfer callee enabled
fr: Appelé de transfert DTMF activé

source: DTMF transfer caller enabled
fr: Appelant de transfert DTMF activé

source: Retry on timeout
fr: Réessayer après expiration du délai

source: Ring on hold
fr: Sonnerie en attente

source: Wait ratio destination
fr: Destination du taux d'attente

source: Wait ratio threshold
fr: Seuil du taux d'attente

source: Wait time destination
fr: Destination du temps d'attente

source: Wait time threshold
fr: Seuil de temps d'attente

source: Skill Rule
fr: Règle de compétence

source: Skill Rule Variables
fr: Variables des règles de compétence

source: Call Center
fr: Centre d'appel

source: Queues
fr: Files d'attente

source: Diversions
fr: Détournements

source: Options
fr: Possibilités

source: Add Queue
fr: Ajouter une file d'attente

source: RTP Start
fr: Début du RTP

source: RTP End
fr: Fin du RTP

source: RTP Check Sums
fr: Sommes de contrôle RTP

source: No
fr: Non

source: Yes
fr: Oui

source: DTMF Timeout
fr: Expiration du délai DTMF

source: RTCP Interval
fr: Intervalle RTCP

source: Strict RTP
fr: RTP strict

source: Seqno
fr: Séqno

source: Ice Support
fr: Support de ICE

source: STUN Address
fr: Adresse STUN

source: STUN Blacklist
fr: Liste noire STUN

source: TURN Address
fr: Adresse du TURN

source: TURN Username
fr: Nom d'utilisateur TURN

source: TURN Password
fr: Mot de passe de TURN

source: Ice Blacklist
fr: Liste noire ICE

source: RTP config has been updated
fr: La configuration RTP a été mise à jour

source: Ice Host Candidates
fr: Hôte ICE Candidates

source: Local Address
fr: Adresse locale

source: Advertised Address
fr: Adresse annoncée

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Peut

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Hour Start
fr: Heure de début

source: Hour End
fr: Fin d'heure

source: Weekdays
fr: Jours de la semaine

source: Monthdays
fr: Jours du mois

source: Months
fr: Mois

source: Schedules
fr: Horaires

source: Exceptional periods
fr: Périodes exceptionnelles

source: Open periods
fr: Périodes ouvertes

source: Periods
fr: Périodes

source: Add Schedule
fr: Ajouter un horaire

source: Parent Templates
fr: Modèles parents

source: SIP Template
fr: Modèle SIP

source: SIP Templates
fr: Modèles SIP

source: Category
fr: Catégorie

source: Add Skill
fr: Ajouter une compétence

source: Rule
fr: Règle

source: Skill Rules
fr: Règles de compétence

source: Rules
fr: Règles

source: Add Skill Rules
fr: Ajouter des règles de compétence

source: Text
fr: Texte

source: Path
fr: Chemin

source: Filename
fr: Nom de fichier

source: Skip
fr: Sauter

source: Sound
fr: Son

source: Sound Files
fr: Fichiers sonores

source: %(resource)s: Resource %(category)s has been deleted
fr: %(resource)s : la ressource %(category)s a été supprimée

source: Sound Files System
fr: Système de fichiers son

source: [upload] Upload attempt with no file
fr: [upload] Tentative de téléchargement sans fichier

source: Add Sound Directory
fr: Ajouter un répertoire sonore

source: Delete the sound file
fr: Supprimer le fichier son

source: Are you sure you want to delete this item ?
fr: Êtes-vous sûr de bien vouloir supprimer cet élément ?

source: Listen to the sound file
fr: Écoutez le fichier son

source: Add Sound file
fr: Ajouter un fichier son

source: Choose your file
fr: Choisissez votre fichier

source: Waiting Room Music On Hold
fr: Musique d'attente dans la salle d'attente

source: Switchboards
fr: POPC

source: Add Switchboard
fr: Ajouter un POPC

source: PJSIP Transports
fr: Transports PJSIP

source: Peer
fr: Pair

source: Friend
fr: Ami

source: Dynamic
fr: Dynamique

source: Static
fr: Statique

source: Authentication Username
fr: Nom d'utilisateur d'authentification

source: Authentication Password
fr: Mot de passe d'authentification

source: Callback Context
fr: Contexte de rappel

source: Callback Extension
fr: Extension de rappel

source: Remote Host
fr: Hôte distant

source: Remote port
fr: Port distant

source: Register
fr: Registre

source: Set host value
fr: Définir la valeur de l'hôte

source: Relations
fr: Rapports

source: Unconditional
fr: Inconditionnel

source: Incall filtering
fr: Filtrage des appels

source: Enable authentication
fr: Activer l'authentification

source: Phone mobile
fr: Téléphone portable

source: Ring seconds
fr: Secondes de sonnerie

source: Outgoing caller ID
fr: Identification de l'appelant sortant

source: Simultaneous calls
fr: Appels simultanés

source: User Field
fr: Champ de l'utilisateur

source: Call Permission Password
fr: Mot de passe d'autorisation d'appel

source: Outgoing external call recording
fr: Enregistrement des appels externes sortants

source: Outgoing internal call recording
fr: Enregistrement des appels internes sortants

source: Incoming external call recording
fr: Enregistrement des appels externes entrants

source: Incoming internal call recording
fr: Enregistrement des appels internes entrants

source: Enable Transfer by DTMF
fr: Activer le transfert par DTMF

source: Enable Hangup by DTMF
fr: Activer le raccrochage par DTMF

source: Enable Live Recording
fr: Activer l'enregistrement en direct

source: Telephony
fr: Téléphonie

source: User Management
fr: Gestion des utilisateurs

source: Default
fr: Défaut

source: Anonymous
fr: Anonyme

source: FuncKeys
fr: Touches de fonction

source: Call Forwards
fr: Renvois d'appels

source: DTMF Services
fr: Services DTMF

source: Templates
fr: Modèles

source: Line (N°)
fr: Ligne (N°)

source: Choose Voicemail
fr: Choisissez la messagerie vocale

source: Add User
fr: Ajouter un utilisateur

source: Import CSV
fr: Importer un fichier CSV

source: Import
fr: Importer

source: French
fr: Français

source: French Canadian
fr: français canadien

source: English
fr: Anglais

source: Maximum messages
fr: Messages maximum

source: Ask for password
fr: Demander un mot de passe

source: Attach audio
fr: Joindre l'audio

source: Delete message after notification
fr: Supprimer le message après notification

source: Activated
fr: Activé

source: Greeting
fr: Salutation

source: Unavailable
fr: Indisponible

source: Skip instructions
fr: Passer les instructions

source: Voicemails
fr: Messages vocaux

source: Add Voicemail
fr: Ajouter une messagerie vocale

source: Display name
fr: Nom affiché

source: Event Name
fr: Nom de l'événement

source: Target
fr: Cible

source: Method
fr: Méthode

source: Verify Certificate
fr: Vérifier le certificat

source: Body
fr: Corps

source: Display Name
fr: Nom affiché

source: Events Name
fr: Nom de l'événement

source: Logs
fr: Journaux

source: See logs
fr: Voir les journaux

source: Add Webhook
fr: Ajouter un webhook

source: Webhooks logs
fr: Journaux des webhooks

source: Attempts
fr: Tentatives

source: Started at
fr: Commencé à

source: Ended at
fr: Terminé à

source: Wazo administration
fr: Administration Wazo

source: Export CSV
fr: Exporter au format CSV

source: Update from CSV
fr: Mise à jour depuis CSV

source: Delete
fr: Supprimer

source: No data available in table
fr: aucune donnée disponible

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage de _START_ à _END_ sur _TOTAL_ entrées

source: Showing 0 to 0 of 0 entries
fr: Affichage de 0 à 0 sur 0 entrées

source: (filtered from _MAX_ total entries)
fr: (filtré à partir du total de _MAX_ entrées)

source: Show _MENU_ entries
fr: Afficher les entrées du _MENU_

source: Loading...
fr: Chargement...

source: Processing...
fr: Traitement...

source: Search:
fr: Recherche:

source: No matching records found
fr: Aucun enregistrements correspondants trouvés

source: Select all
fr: Tout sélectionner

source: Deselect all
fr: Tout déselectionner

source: Copy
fr: Copie

source: Copy to clipboard
fr: Copier dans le presse-papier

source: Copied %%d rows to clipboard
fr: %%d lignes copiées dans le presse-papiers

source: Copied 1 row to clipboard
fr: Copié 1 ligne dans le presse-papiers

source: Print
fr: Imprimer

source: %%d rows selected
fr: %%d lignes sélectionnées

source: %%d row selected
fr: %%d ligne sélectionnée

source: First
fr: Premier

source: Last
fr: Dernier

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: : activate to sort column ascending
fr: : activer pour trier les colonnes par ordre croissant

source: : activate to sort column descending
fr: : activer pour trier les colonnes par ordre décroissant

source: Does not match
fr: Ne correspond pas

source: Not long enough
fr: Pas assez long
