Repository: wazo-platform/wazo-ui
Catalog: wazo_ui/plugins/outcall/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Schedule
fr: Horaire

source: Context
fr: Contexte

source: Caller ID
fr: Nom d'appel

source: External prefix
fr: Préfixe external

source: Prefix
fr: Préfixe

source: Strip digits
fr: Stripnum

source: Name
fr: Nom

source: Trunks
fr: Interconnexions

source: Preprocess Subroutine
fr: Sous-routine de pré-traitement

source: Internal Caller ID
fr: Nom d'appel interne

source: Ring time
fr: Temps de sonnerie

source: Call Permissions
fr: Droit d'appel

source: Submit
fr: Soumettre

source: Outcalls
fr: Appels sortant

source: List
fr: Liste

source: Outcall
fr: Appel sortant

source: Update
fr: Mettre à jour

source: Choose Schedules
fr: Choisir un horaire

source: Choose Call Permissions
fr: Choisissez les droits d'appels

source: Choose Context
fr: Choisir un contexte

source: Add Outcall
fr: Ajouter un appel entrant

source: Add
fr: Ajouter
